{"Roger Ascham":["There is no such whetstone, to sharpen a good wit and encourage a will to learning, as is praise."],"William Penn":["A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.","Knowledge is the treasure of a wise man.","Humility and knowledge in poor clothes excel pride and ignorance in costly attire.","Rarely promise, but, if lawful, constantly perform.","Only trust thyself, and another shall not betray thee."],"Abu Bakr":["Knowledge is the life of the mind.","He who avoids complaint invites happiness."],"Samuel Butler":["Life is not an exact science, it is an art."],"W. Somerset Maugham":["We are not the same persons this year as last nor are those we love. It is a happy chance if we, changing, continue to love a changed person.","You are not angry with people when you laugh at them. Humor teaches tolerance.","At a dinner party one should eat wisely but not too well, and talk well but not too wisely.","Every production of an artist should be the expression of an adventure of his soul."],"Toni Morrison":["At some point in life the world's beauty becomes enough. You don't need to photograph, paint or even remember it. It is enough."],"Joseph Addison":["There is nothing that makes its way more directly into the soul than beauty.","The utmost extent of man's knowledge, is to know that he knows nothing.","The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover.","True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions.","Three grand essentials to happiness in this life are something to do, something to love, and something to hope for."],"Henry Adams":["One friend in a lifetime is much, two are many, three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.","All experience is an arch, to build upon."],"Le Corbusier":["The home should be the treasure chest of living."],"Arnold H. Glasow":["Success is simple. Do what's right, the right way, at the right time.","A true friend never gets in your way unless you happen to be going down.","Happy is the person who knows what to remember of the past, what to enjoy in the present, and what to plan for in the future."],"Albert Einstein":["True art is characterized by an irresistible urge in the creative artist.","Logic will get you from A to B. Imagination will take you everywhere.","I never think of the future - it comes soon enough.","Love is a better teacher than duty.","You can't blame gravity for falling in love.","Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.","Without deep reflection one knows from daily life that one exists for other people.","Knowledge of what is does not open the door directly to what should be.","I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.","The whole of science is nothing more than a refinement of everyday thinking.","There comes a time when the mind takes a higher plane of knowledge but can never prove how it got there.","The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","Strive not to be a success, but rather to be of value.","I am enough of an artist to draw freely upon my imagination.","Gravitation is not responsible for people falling in love.","Pure mathematics is, in its way, the poetry of logical ideas.","You have to learn the rules of the game. And then you have to play better than anyone else.","We still do not know one thousandth of one percent of what nature has revealed to us.","Imagination is more important than knowledge.","Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person.","People love chopping wood. In this activity one immediately sees results.","Look deep into nature, and then you will understand everything better.","Try not to become a man of success, but rather try to become a man of value.","To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science.","Imagination is everything. It is the preview of life's coming attractions.","A table, a chair, a bowl of fruit and a violin what else does a man need to be happy?","The true sign of intelligence is not knowledge but imagination.","The only source of knowledge is experience.","It is the supreme art of the teacher to awaken joy in creative expression and knowledge.","Joy in looking and comprehending is nature's most beautiful gift."],"Plato":["Thinking: the talking of the soul with itself.","Better a little which is well done, than a great deal imperfectly.","The good is the beautiful.","Music is the movement of sound to reach the soul for the education of its virtue.","To love rightly is to love what is orderly and beautiful in an educated and disciplined way.","Science is nothing but perception.","Philosophy is the highest music.","There's a victory, and defeat the first and best of victories, the lowest and worst of defeats which each man gains or sustains at the hands not of another, but of himself.","Human behavior flows from three main sources: desire, emotion, and knowledge.","Knowledge is true opinion.","Courage is a kind of salvation.","The measure of a man is what he does with power.","Courage is knowing what not to fear.","Wisdom alone is the science of other sciences.","Good actions give strength to ourselves and inspire good actions in others.","At the touch of love everyone becomes a poet.","There is no harm in repeating a good thing.","Twice and thrice over, as they say, good is it to repeat and review what is good.","Life must be lived as play.","The greatest wealth is to live content with little."],"Rebecca West":["Great music is in a sense serene it is certain of the values it asserts."],"Denis Diderot":["Only passions, great passions can elevate the soul to great things.","When science, art, literature, and philosophy are simply the manifestation of personality they are on a level where glorious and dazzling achievements are possible, which can make a man's name live for thousands of years.","There is only one passion, the passion for happiness."],"Aristotle":["The energy of the mind is the essence of life.","Nature does nothing in vain.","All men by nature desire knowledge.","For though we love both the truth and our friends, piety requires us to honor the truth first.","The roots of education are bitter, but the fruit is sweet.","My best friend is the man who in wishing me well wishes it for my sake.","Education is an ornament in prosperity and a refuge in adversity.","Friendship is a single soul dwelling in two bodies.","Courage is the first of human qualities because it is the quality which guarantees the others.","Personal beauty is a greater recommendation than any letter of reference.","You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.","Quality is not an act, it is a habit.","Hope is a waking dream.","Pleasure in the job puts perfection in the work.","Change in all things is sweet.","The secret to humor is surprise.","Wishing to be friends is quick work, but friendship is a slow ripening fruit.","Friendship is essentially a partnership.","What is a friend? A single soul dwelling in two bodies.","Hope is the dream of a waking man.","In all things of nature there is something of the marvelous.","All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire.","Love is composed of a single soul inhabiting two bodies."],"John D. Rockefeller":["Good leadership consists of showing average people how to do the work of superior people.","If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.","Don't be afraid to give up the good to go for the great."],"Robert H. Schuller":["Spectacular achievement is always preceded by unspectacular preparation.","It is difficult to say what is impossible, for the dream of yesterday is the hope of today and the reality of tomorrow.","Problems are not stop signs, they are guidelines."],"Khalil Gibran":["Life without love is like a tree without blossoms or fruit.","Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.","If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were.","Love possesses not nor will it be possessed, for love is sufficient unto love.","Love... it surrounds every being and extends slowly to embrace all that shall be.","Perplexity is the beginning of knowledge.","And ever has it been known that love knows not its own depth until the hour of separation.","Trust in dreams, for in them is hidden the gate to eternity.","The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.","Beauty is eternity gazing at itself in a mirror.","Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand.","Ever has it been that love knows not its own depth until the hour of separation.","Love is trembling happiness.","Yesterday is but today's memory, and tomorrow is today's dream."],"Emily Dickinson":["How strange that nature does not knock, and yet does not intrude!","Where thou art, that is home.","To love is so startling it leaves little time for anything else.","To live is so startling it leaves little time for anything else.","For love is immortality.","Find ecstasy in life the mere sense of living is joy enough.","Truth is so rare that it is delightful to tell it."],"Fyodor Dostoevsky":["Happiness does not lie in happiness, but in the achievement of it.","One can know a man from his laugh, and if you like a man's laugh before you know anything of him, you may confidently say that he is a good man."],"Robert Frost":["I always entertain great hopes.","A poem begins in delight and ends in wisdom.","Poetry is when an emotion has found its thought and the thought has found words.","Happiness makes up in height for what it lacks in length.","Love is an irresistible desire to be irresistibly desired."],"Ernest Holmes":["Life is a mirror and will reflect back to the thinker what he thinks into it."],"Arthur Erickson":["Only when inspired to go beyond consciousness by some extraordinary insight does beauty manifest unexpectedly.","Vitality is radiated from exceptional art and architecture.","Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","Space has always been the spiritual dimension of architecture. It is not the physical statement of the structure so much as what it contains that moves us."],"Ralph Marston":["Don't lower your expectations to meet your performance. Raise your level of performance to meet your expectations. Expect the best of yourself, and then do what is necessary to make it a reality.","The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen.","Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it."],"Marie Curie":["Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained.","All my life through, the new sights of Nature made me rejoice like a child."],"Johann Wolfgang von Goethe":["I call architecture frozen music.","Wisdom is found only in truth.","Love and desire are the spirit's wings to great deeds.","On all the peaks lies peace.","What is important in life is life, and not the result of life.","All the knowledge I possess everyone else can acquire, but my heart is all my own.","The soul that sees beauty may sometimes walk alone.","Life belongs to the living, and he who lives must be prepared for changes.","All intelligent thoughts have already been thought what is necessary is only to try to think them again.","Love does not dominate it cultivates.","Beauty is everywhere a welcome guest.","Dream no small dreams for they have no power to move the hearts of men.","Personality is everything in art and poetry.","Doubt grows with knowledge.","Only by joy and sorrow does a person know anything about themselves and their destiny. They learn what to do and what to avoid.","Character develops itself in the stream of life.","We always have time enough, if we will but use it aright.","As soon as you trust yourself, you will know how to live.","Few people have the imagination for reality.","Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops.","Trust yourself, then you will know how to live.","Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words."],"Carl Jung":["The debt we owe to the play of imagination is incalculable.","Who looks outside, dreams who looks inside, awakes."],"Tony Robbins":["To effectively communicate, we must realize that we are all different in the way we perceive the world and use this understanding as a guide to our communication with others.","Take control of your consistent emotions and begin to consciously and deliberately reshape your daily experience of life.","For changes to be of any true value, they've got to be lasting and consistent.","The path to success is to take massive, determined action.","The only limit to your impact is your imagination and commitment.","I challenge you to make your life a masterpiece. I challenge you to join the ranks of those people who live what they teach, who walk their talk.","You see, in life, lots of people know what to do, but few people actually do what they know. Knowing is not enough! You must take action.","There's no abiding success without commitment.","It is in your moments of decision that your destiny is shaped.","Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.","Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.","Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.","We can change our lives. We can do, have, and be exactly what we wish.","Setting goals is the first step in turning the invisible into the visible.","Success comes from taking the initiative and following up... persisting... eloquently expressing the depth of your love. What simple action could you take today to produce a new momentum toward success in your life?"],"Aeschylus":["I'm not afraid of storms, for I'm learning to sail my ship.","But time growing old teaches all things.","The words of truth are simple.","Happiness is a choice that requires effort at times.","Memory is the mother of all wisdom.","Time brings all things to pass.","It is good even for old men to learn wisdom.","It is best for the wise man not to seem wise."],"Napoleon Bonaparte":["Courage is like love it must have hope for nourishment.","Imagination rules the world.","A picture is worth a thousand words."],"Nelson Mandela":["Courageous people do not fear forgiving, for the sake of peace.","Intervention only works when the people concerned seem to be keen for peace.","A good head and a good heart are always a formidable combination.","We must use time wisely and forever realize that the time is always ripe to do right.","I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear."],"Marcus Tullius Cicero":["No one was ever great without some portion of divine inspiration.","Nobody can give you wiser advice than yourself.","The pursuit, even of the best things, ought to be calm and tranquil.","Love is the attempt to form a friendship inspired by beauty.","A friend is, as it were, a second self.","If you have a garden and a library, you have everything you need.","Silence is one of the great arts of conversation.","Nature has planted in our minds an insatiable longing to see the truth.","Virtue is a habit of the mind, consistent with nature and moderation and reason.","While there's life, there's hope.","Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.","Peace is liberty in tranquillity."],"H. Jackson Brown, Jr.":["Love is when the other person's happiness is more important than your own.","Success is getting what you want. Happiness is liking what you get.","Life doesn't require that we be the best, only that we try our best.","Luck marches with those who give their very best.","Sometimes the heart sees what is invisible to the eye."],"Orison Swett Marden":["Your expectations opens or closes the doors of your supply, If you expect grand things, and work honestly for them, they will come to you, your supply will correspond with your expectation.","No one has a corner on success. It is his who pays the price.","To many a man, and sometimes to a youth, there comes the opportunity to choose between honorable competence and tainted wealth. The young man who starts out to be poor and honorable, holds in his hand one of the strongest elements of success.","Joyfulness keeps the heart and face young. A good laugh makes us better friends with ourselves and everybody around us.","Our trials, our sorrows, and our grieves develop us.","Power gravitates to the man who knows how.","There is no investment you can make which will pay you so well as the effort to scatter sunshine and good cheer through your establishment.","When we are sure that we are on the right road there is no need to plan our journey too far ahead. No need to burden ourselves with doubts and fears as to the obstacles that may bar our progress. We cannot take more than one step at a time.","Put the uncommon effort into the common task... make it large by doing it in a great way.","There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow.","We make the world we live in and shape our own environment.","The best thing about giving of ourselves is that what we get is always better than what we give. The reaction is greater than the action.","If you do not feel yourself growing in your work and your life broadening and deepening, if your task is not a perpetual tonic to you, you have not found your place.","All men who have achieved great things have been great dreamers.","The greatest thing a man can do in this world is to make the most possible out of the stuff that has been given him. This is success, and there is no other.","You have not found your place until all your faculties are roused, and your whole nature consents and approves of the work you are doing.","There is an infinite difference between a little wrong and just right, between fairly good and the best, between mediocrity and superiority.","Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.","The man who has no money is poor, but one who has nothing but money is poorer. He only is rich who can enjoy without owning he is poor who though he has millions is covetous.","The quality of your work, in the long run, is the deciding factor on how much your services are valued by the world.","Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities strong men make them.","No man fails who does his best.","Success is the child of drudgery and perseverance. It cannot be coaxed or bribed pay the price and it is yours.","Many a man has finally succeeded only because he has failed after repeated efforts. If he had never met defeat he would never have known any great victory.","Our thoughts and imagination are the only real limits to our possibilities.","No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation.","A constant struggle, a ceaseless battle to bring success from inhospitable surroundings, is the price of all great achievements.","Wisdom is knowledge which has become a part of one's being.","Character is the indelible mark that determines the only true value of all people and all their work.","What power can poverty have over a home where loving hearts are beating with a consciousness of untold riches of the head and heart?"],"Lydia M. Child":["Belief in oneself is one of the most important bricks in building any successful venture.","The cure for all the ills and wrongs, the cares, the sorrows, and the crimes of humanity, all lie in the one word 'love'. It is the divine vitality that everywhere produces and restores life.","Childhood itself is scarcely more lovely than a cheerful, kindly, sunshiny old age.","An effort made for the happiness of others lifts above ourselves."],"William Shatner":["Success should always be just beyond your grasp.","Nature is perfect.","Well-written words are music.","You need to be silly to be funny."],"Auguste Rodin":["Nothing is a waste of time if you use the experience wisely.","The artist must create a spark before he can make a fire and before art is born, the artist must be ready to be consumed by the fire of his own creation.","To any artist, worthy of the name, all in nature is beautiful, because his eyes, fearlessly accepting all exterior truth, read there, as in an open book, all the inner truth.","Art is contemplation. It is the pleasure of the mind which searches into nature and which there divines the spirit of which nature herself is animated."],"Robert Fulghum":["I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.","I believe it is in my nature to dance by virtue of the beat of my heart, the pulse of my blood and the music in my mind.","Be aware of wonder. Live a balanced life - learn some and think some and draw and paint and sing and dance and play and work every day some.","And it is still true, no matter how old you are, when you go out into the world it is best to hold hands and stick together."],"Victor Hugo":["There is nothing like a dream to create the future.","Joy's smile is much closer to tears than laughter.","To love beauty is to see light.","A compliment is something like a kiss through a veil.","Life's greatest happiness is to be convinced we are loved."],"Samuel Lover":["Come live in my heart, and pay no rent."],"Josh Billings":["There's a great power in words, if you don't hitch too many of them together.","Life consists not in holding good cards but in playing those you hold well.","There is nothing so easy to learn as experience and nothing so hard to apply."],"Saint Francis de Sales":["Nothing is so strong as gentleness, nothing so gentle as real strength.","A quarrel between friends, when made up, adds a new tie to friendship.","Have patience with all things, But, first of all with yourself."],"Ray Bradbury":["A book has got smell. A new book smells great. An old book smells even better. An old book smells like ancient Egypt.","Everything is generated through your own will power.","If you dream the proper dreams, and share the myths with people, they will want to grow up to be like you.","Love is easy, and I love writing. You can't resist love. You get an idea, someone says something, and you're in love."],"Napoleon Hill":["Don't wait. The time will never be just right.","The starting point of all achievement is desire.","Education comes from within you get it by struggle and effort and thought.","All the breaks you need in life wait within your imagination, Imagination is the workshop of your mind, capable of turning mind energy into accomplishment and wealth.","Strength and growth come only through continuous effort and struggle.","Patience, persistence and perspiration make an unbeatable combination for success.","Action is the real measure of intelligence.","If you cannot do great things, do small things in a great way."],"Elbert Hubbard":["It does not take much strength to do things, but it requires great strength to decide on what to do.","The friend is the man who knows all about you, and still likes you.","Love grows by giving. The love we give away is the only love we keep. The only way to retain love is to give it away.","Positive anything is better than negative nothing.","The love we give away is the only love we keep.","Friendship, like credit, is highest when it is not used.","Men are only as great as they are kind.","A friend is one who knows you and loves you just the same.","The best preparation for good work tomorrow is to do good work today.","Life in abundance comes only through great love.","He has achieved success who has worked well, laughed often, and loved much.","We work to become, not to acquire.","Art is not a thing it is a way."],"Agnes Martin":["Art is the concrete representation of our most subtle feelings.","When I think of art I think of beauty. Beauty is the mystery of life. It is not in the eye it is in the mind. In our minds there is awareness of perfection."],"John H. Johnson":["To succeed, one must be creative and persistent."],"Henry David Thoreau":["To affect the quality of the day, that is the highest of arts.","Things do not change we change.","Could a greater miracle take place than for us to look through each other's eyes for an instant?","If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with success unexpected in common hours.","Be true to your work, your word, and your friend.","Generally speaking, a howling wilderness does not howl: it is the imagination of the traveler that does the howling.","It takes two to speak the truth: one to speak, and another to hear.","Dreams are the touchstones of our character.","Live the life you've dreamed.","This world is but a canvas to our imagination.","What is called genius is the abundance of life and health.","Not only must we be good, but we must also be good for something.","It's not what you look at that matters, it's what you see.","Be not simply good - be good for something.","There is no remedy for love but to love more.","What you get by achieving your goals is not as important as what you become by achieving your goals.","Live your life, do your work, then take your hat.","An early-morning walk is a blessing for the whole day.","I have learned, that if one advances confidently in the direction of his dreams, and endeavors to live the life he has imagined, he will meet with a success unexpected in common hours.","The most I can do for my friend is simply be his friend.","Our truest life is when we are in dreams awake.","Pursue some path, however narrow and crooked, in which you can walk with love and reverence.","Nature is full of genius, full of the divinity so that not a snowflake escapes its fashioning hand.","Friends... they cherish one another's hopes. They are kind to one another's dreams.","Go confidently in the direction of your dreams. Live the life you have imagined."],"Horatio Nelson":["First gain the victory and then make the best use of it you can."],"Franz Kafka":["Anyone who keeps the ability to see beauty never grows old.","Youth is happy because it has the ability to see beauty. Anyone who keeps the ability to see beauty never grows old."],"Mahatma Gandhi":["The best way to find yourself is to lose yourself in the service of others.","Morality is the basis of things and truth is the substance of all morality.","Honest disagreement is often a good sign of progress.","The good man is the friend of all living things.","Where there is love there is life.","There is more to life than increasing its speed.","You must be the change you wish to see in the world.","Peace is its own reward.","The weak can never forgive. Forgiveness is the attribute of the strong.","Happiness is when what you think, what you say, and what you do are in harmony."],"Publilius Syrus":["Good health and good sense are two of life's greatest blessings.","A good reputation is more valuable than money.","Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth.","It is only the ignorant who despise education.","An angry father is most cruel towards himself.","How unhappy is he who cannot forgive himself.","Audacity augments courage hesitation, fear.","From the errors of others, a wise man corrects his own."],"Percy Bysshe Shelley":["Poetry is the record of the best and happiest moments of the happiest and best minds.","The great instrument of moral good is the imagination."],"Sophocles":["Best to live lightly, unthinkingly.","Always desire to learn something useful.","There is no success without hardship.","Who seeks shall find.","Wisdom is the supreme part of happiness.","To be doing good deeds is man's most glorious task.","Wisdom outweighs any wealth.","A man growing old becomes a child again.","Much wisdom often goes with fewest words.","It is best to live however one can be.","A short saying often contains much wisdom.","No speech can stain what is noble by nature.","Old age and the passage of time teach all things.","You should not consider a man's age but his acts.","Success is dependent on effort.","Our happiness depends on wisdom all the way.","Hide nothing, for time, which sees all and hears all, exposes all."],"Hal Boyle":["What makes a river so restful to people is that it doesn't have any doubt - it is sure to get where it is going, and it doesn't want to go anywhere else."],"Oscar Wilde":["Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.","It is through art, and through art only, that we can realise our perfection.","The only thing to do with good advice is to pass it on. It is never of any use to oneself.","Experience is one thing you can't get for nothing.","A work of art is the unique result of a unique temperament.","To love oneself is the beginning of a lifelong romance.","I put all my genius into my life I put only my talent into my works."],"Mignon McLaughlin":["Learning too soon our limitations, we never learn our powers.","Courage can't see around corners but goes around them anyway.","Hope is the feeling we have that the feeling we have is not permanent."],"Joyce Kilmer":["I think that I shall never see a poem lovely as a tree."],"Plautus":["Wisdom is not attained by years, but by ability.","Courage easily finds its own eloquence.","Friendship is composed of a single soul inhabiting two bodies.","Patience is the best remedy for every trouble."],"Leo Tolstoy":["Music is the shorthand of emotion.","All, everything that I understand, I understand only because I love.","True life is lived when tiny changes occur.","If you want to be happy, be.","The two most powerful warriors are patience and time.","If so many men, so many minds, certainly so many hearts, so many kinds of love."],"Eleanor Roosevelt":["My experience has been that work is almost the best way to pull oneself out of the depths.","I think, at a child's birth, if a mother could ask a fairy godmother to endow it with the most useful gift, that gift should be curiosity.","Have convictions. Be friendly. Stick to your beliefs as they stick to theirs. Work as hard as they do.","Since you get more joy out of giving joy to others, you should put a good deal of thought into the happiness that you are able to give.","Happiness is not a goal it is a by-product.","Friendship with ones self is all important, because without it one cannot be friends with anyone else in the world.","You can't move so fast that you try to change the mores faster than people can accept it. That doesn't mean you do nothing, but it means that you do the things that need to be done according to priority.","You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give.","If life were predictable it would cease to be life, and be without flavor.","The future belongs to those who believe in the beauty of their dreams.","Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life.","The giving of love is an education in itself.","I believe that anyone can conquer fear by doing the things he fears to do, provided he keeps doing them until he gets a record of successful experience behind him.","One's philosophy is not best expressed in words it is expressed in the choices one makes... and the choices we make are ultimately our responsibility."],"William James":["The art of being wise is the art of knowing what to overlook.","Pessimism leads to weakness, optimism to power.","If you care enough for a result, you will most certainly attain it.","Time itself comes in drops.","To change ones life: Start immediately. Do it flamboyantly.","Act as if what you do makes a difference. It does.","The deepest principle in human nature is the craving to be appreciated.","Wisdom is learning what to overlook.","If you want a quality, act as if you already had it."],"W. Edwards Deming":["It is not enough to do your best you must know what to do, and then do your best."],"Jon Bon Jovi":["Success is falling nine times and getting up ten.","Miracles happen everyday, change your perception of what a miracle is and you'll see them all around you.","Map out your future - but do it in pencil. The road ahead is as long as you make it. Make it worth the trip."],"Paul Cezanne":["A work of art which did not begin in emotion is not art.","Art is a harmony parallel with nature.","The most seductive thing about art is the personality of the artist himself.","An art which isn't based on feeling isn't an art at all.","Painting from nature is not copying the object it is realizing one's sensations.","Genius is the ability to renew one's emotions in daily experience.","Pure drawing is an abstraction. Drawing and colour are not distinct, everything in nature is coloured.","The awareness of our own strength makes us modest."],"Jean Cocteau":["The poet doesn't invent. He listens.","A film is a petrified fountain of thought.","All good music resembles something. Good music stirs by its mysterious resemblance to the objects and feelings which motivated it."],"Lao Tzu":["From caring comes courage.","Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.","Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.","Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses.","When you are content to be simply yourself and don't compare or compete, everybody will respect you.","Great acts are made up of small deeds.","The words of truth are always paradoxical.","Music in the soul can be heard by the universe.","Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.","Knowing others is wisdom, knowing yourself is Enlightenment.","Nature does not hurry, yet everything is accomplished.","Because of a great love, one is courageous.","Silence is a source of great strength.","If you would take, you must first give, this is the beginning of intelligence.","Mastering others is strength. Mastering yourself is true power."],"Ralph Waldo Emerson":["Every artist was first an amateur.","Beauty without grace is the hook without the bait.","Nature and books belong to the eyes that see them.","The first wealth is health.","Everything in Nature contains all the powers of Nature. Everything is made of one hidden stuff.","For every minute you remain angry, you give up sixty seconds of peace of mind.","Judge of your natural character by what you do in your dreams.","Great hearts steadily send forth the secret forces that incessantly draw great events.","Win as if you were used to it, lose as if you enjoyed it for a change.","Life consists in what a man is thinking of all day.","Knowledge is knowing that we cannot know.","In art, the hand can never execute anything higher than the heart can imagine.","A great man is always willing to be little.","To know even one life has breathed easier because you have lived. This is to have succeeded.","The fox has many tricks. The hedgehog has but one. But that is the best of all.","Nothing external to you has any power over you.","A good indignation brings out all one's powers.","Our best thoughts come from others.","We do not yet possess ourselves, and we know at the same time that we are much more.","Men love to wonder, and that is the seed of science.","Common sense is genius dressed in its working clothes.","We acquire the strength we have overcome.","Truth is the property of no individual but is the treasure of all men.","The years teach much which the days never know.","Trust men and they will be true to you treat them greatly and they will show themselves great.","As we grow old, the beauty steals inward.","We find delight in the beauty and happiness of children that makes the heart too big for the body.","Before we acquire great power we must acquire wisdom to use it well.","Wisdom has its root in goodness, not goodness its root in wisdom.","Every mind must make its choice between truth and repose. It cannot have both.","Power and speed be hands and feet.","Nothing great was ever achieved without enthusiasm.","Enthusiasm is the mother of effort, and without it nothing great was ever achieved.","All life is an experiment. The more experiments you make the better.","Love of beauty is taste. The creation of beauty is art.","The only way to have a friend is to be one.","Nature is a mutable cloud which is always and never the same.","Trust your instinct to the end, though you can render no reason.","Nobody can bring you peace but yourself.","The sum of wisdom is that time is never lost that is devoted to work.","A friend may well be reckoned the masterpiece of nature.","Write it on your heart that every day is the best day in the year.","He who is not everyday conquering some fear has not learned the secret of life.","The invariable mark of wisdom is to see the miraculous in the common.","Don't be too timid and squeamish about your actions. All life is an experiment.","Adopt the pace of nature: her secret is patience.","Bad times have a scientific value. These are occasions a good learner would not miss.","We are by nature observers, and thereby learners. That is our permanent state.","A man's growth is seen in the successive choirs of his friends.","Character is higher than intellect. A great soul will be strong to live as well as think.","It is not length of life, but depth of life.","Our greatest glory is not in never failing, but in rising up every time we fail."],"Heinrich Heine":["When words leave off, music begins."],"Amelia Earhart":["The most effective way to do it, is to do it."],"Lillian Hellman":["Success isn't everything but it makes a man stand straight.","Things start out as hopes and end up as habits."],"Helen Rowland":["Home is any four walls that enclose the right person.","Falling in love consists merely in uncorking the imagination and bottling the common sense."],"Desiderius Erasmus":["Humility is truth.","Your library is your paradise.","It is the chiefest point of happiness that a man is willing to be what he is.","The desire to write grows with writing."],"Robert Louis Stevenson":["Don't judge each day by the harvest you reap but by the seeds that you plant.","Life is not a matter of holding good cards, but of playing a poor hand well.","Absences are a good influence in love and keep it bright and delicate.","Keep your fears to yourself, but share your courage with others.","Wine is bottled poetry.","You can give without loving, but you can never love without giving."],"Oliver Wendell Holmes":["Where we love is home - home that our feet may leave, but not our hearts.","It is the province of knowledge to speak, and it is the privilege of wisdom to listen.","Sweet is the scene where genial friendship plays the pleasing game of interchanging praise.","Have the courage to act instead of react.","Life is painting a picture, not doing a sum.","The great thing in the world is not so much where we stand, as in what direction we are moving.","Love is the master key that opens the gates of happiness."],"Washington Irving":["A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles.","One of the greatest and simplest tools for learning more and growing is doing more.","Honest good humor is the oil and wine of a merry meeting, and there is no jovial companionship equal to that where the jokes are rather small and laughter abundant."],"Edward Gibbon":["Our work is the presentation of our capabilities."],"Wilson Mizner":["To profit from good advice requires more wisdom than to give it.","The best way to keep your friends is not to give them away."],"Karl Wilhelm Friedrich Schlegel":["Beauty is that which is simultaneously attractive and sublime.","Women do not have as great a need for poetry because their own essence is poetry.","He who does not become familiar with nature through love will never know her.","If you want to see mankind fully, look at a family. Within the family minds become organically one, and for this reason the family is total poetry.","Wit is the appearance, the external flash of imagination. Thus its divinity, and the witty character of mysticism."],"Aldous Huxley":["The finest works of art are precious, among other reasons, because they make it possible for us to know, if only imperfectly and for a little while, what it actually feels like to think subtly and feel nobly.","Dream in a pragmatic way.","Experience teaches only the teachable.","After silence, that which comes nearest to expressing the inexpressible is music.","There isn't any formula or method. You learn to love by loving - by paying attention and doing what one thereby discovers has to be done.","Experience is not what happens to you it's what you do with what happens to you.","Children are remarkable for their intelligence and ardor, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision.","The most valuable of all education is the ability to make yourself do the thing you have to do, when it has to be done, whether you like it or not.","The secret of genius is to carry the spirit of the child into old age, which mean never losing your enthusiasm."],"Thomas Carlyle":["A loving heart is the beginning of all knowledge.","Music is well said to be the speech of angels.","Work alone is noble.","Secrecy is the element of all goodness even virtue, even beauty is mysterious.","This world, after all our science and sciences, is still a miracle wonderful, inscrutable, magical and more, to whosoever will think of it.","True humor springs not more from the head than from the heart. It is not contempt its essence is love. It issues not in laughter, but in still smiles, which lie far deeper.","Every day that is born into the world comes like a burst of music and rings the whole day through, and you make of it a dance, a dirge, or a life march, as you will.","Silence is the element in which great things fashion themselves together.","In books lies the soul of the whole past time.","If you look deep enough you will see music the heart of nature being everywhere music.","He who has health, has hope and he who has hope, has everything.","Our main business is not to see what lies dimly at a distance, but to do what lies clearly at hand.","Humor has justly been regarded as the finest perfection of poetic genius.","A strong mind always hopes, and has always cause to hope.","Every noble work is at first impossible."],"Evelyn Underhill":["Never forget that the key to the situation lies in the will and not in the imagination.","Deliberately seek opportunities for kindness, sympathy, and patience."],"Plutarch":["Painting is silent poetry, and poetry is painting that speaks.","Silence at the proper season is wisdom, and better than any speech.","To make no mistakes is not in the power of man but from their errors and mistakes the wise and good learn wisdom for the future.","It is part of a good man to do great and noble deeds, though he risk everything.","The mind is not a vessel to be filled but a fire to be kindled.","The very spring and root of honesty and virtue lie in good education.","What we achieve inwardly will change outer reality."],"Sam Levenson":["One of the virtues of being very young is that you don't let the facts get in the way of your imagination."],"John F. Kennedy":["Things do not happen. Things are made to happen.","Leadership and learning are indispensable to each other.","Those who dare to fail miserably can achieve greatly.","Efforts and courage are not enough without purpose and direction."],"Muhammad Iqbal":["But inner experience is only one source of human knowledge."],"Mother Teresa":["Peace begins with a smile.","Joy is a net of love by which you can catch souls.","We shall never know all the good that a simple smile can do.","Spread love everywhere you go. Let no one ever come to you without leaving happier.","Love is a fruit in season at all times, and within reach of every hand.","Love begins at home, and it is not how much we do... but how much love we put in that action.","Intense love does not measure, it just gives."],"Helen Keller":["True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose.","When we do the best that we can, we never know what miracle is wrought in our life, or in the life of another.","I long to accomplish a great and noble task, but it is my chief duty to accomplish small tasks as if they were great and noble.","Life is a succession of lessons which must be lived to be understood.","My share of the work may be limited, but the fact that it is work makes it precious.","Knowledge is love and light and vision.","Life is either a great adventure or nothing.","Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.","Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.","The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.","Keep your face to the sunshine and you cannot see a shadow.","What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.","Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content."],"Leonardo da Vinci":["Nature never breaks her own laws.","All our knowledge has its origins in our perceptions.","A well-spent day brings happy sleep.","Learning never exhausts the mind.","Water is the driving force of all nature.","Life well spent is long.","Beyond a doubt truth bears the same relation to falsehood as light to darkness."],"Blaise Pascal":["Two things control men's nature, instinct and experience.","Nature is an infinite sphere of which the center is everywhere and the circumference nowhere.","Man's greatness lies in his power of thought.","Nothing gives rest but the sincere search for truth.","We know the truth, not only by the reason, but also by the heart.","One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life and there is nothing better.","When we are in love we seem to ourselves quite different from what we were before.","If we examine our thoughts, we shall find them always occupied with the past and the future.","Imagination decides everything.","Noble deeds that are concealed are most esteemed.","Imagination disposes of everything it creates beauty, justice, and happiness, which are everything in this world."],"Quentin Crisp":["Manners are love in a cool climate."],"Thor Heyerdahl":["I have never been able to grasp the meaning of time. I don't believe it exists. I've felt this again and again, when alone and out in nature. On such occasions, time does not exist. Nor does the future exist.","For every minute, the future is becoming the past."],"Gilda Radner":["Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next."],"Jean-Jacques Rousseau":["Patience is bitter, but its fruit is sweet.","The world of reality has its limits the world of imagination is boundless.","What wisdom can you find that is greater than kindness?"],"Edwin Louis Cole":["Reading is an art form, and every man can be an artist.","The degree of loving is measured by the degree of giving.","Expectancy is the atmosphere for miracles."],"Abraham Lincoln":["If there is anything that a man can do well, I say let him do it. Give him a chance.","I do the very best I know how - the very best I can and I mean to keep on doing so until the end.","Most folks are as happy as they make up their minds to be.","Whatever you are, be a good one.","That some achieve great success, is proof to all that others can achieve it as well.","The best thing about the future is that it comes one day at a time.","Always bear in mind that your own resolution to succeed is more important than any other."],"Saint Teresa of Avila":["To have courage for whatever comes in life - everything lies in that."],"Jim Rohn":["Happiness is not something you postpone for the future it is something you design for the present.","Success is steady progress toward one's personal goals.","Success is doing ordinary things extraordinarily well.","Whatever good things we build end up building us.","Ideas can be life-changing. Sometimes all you need to open the door is just one more good idea.","Discipline is the bridge between goals and accomplishment.","Success is not to be pursued it is to be attracted by the person you become.","Give whatever you are doing and whoever you are with the gift of your attention."],"Pablo Picasso":["If there were only one truth, you couldn't paint a hundred canvases on the same theme.","Love is the greatest refreshment in life.","Action is the foundational key to all success.","Youth has no age.","It is your work in life that is the ultimate seduction.","Sculpture is the art of the intelligence.","Painting is just another way of keeping a diary."],"Billy Graham":["Man has two great spiritual needs. One is for forgiveness. The other is for goodness."],"Yoko Ono":["Healing yourself is connected with healing others.","A dream you dream alone is only a dream. A dream you dream together is reality.","Events are the best teacher for us. You try to learn from people, there is always some bend to it.","Controversy is part of the nature of art and creativity.","Distance doesn't exist, in fact, and neither does time. Vibrations from love or music can be felt everywhere, at all times.","Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.","People make music to get a reaction. Music is communication."],"Aesop":["Example is the best precept.","The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted."],"Ellen Key":["When one paints an ideal, one does not need to limit one's imagination."],"Thomas Merton":["We have what we seek, it is there all the time, and if we give it time, it will make itself known to us.","Every moment and every event of every man's life on earth plants something in his soul.","When ambition ends, happiness begins.","Perhaps I am stronger than I think.","Art enables us to find ourselves and lose ourselves at the same time.","Happiness is not a matter of intensity but of balance, order, rhythm and harmony.","Love seeks one thing only: the good of the one loved. It leaves all the other secondary effects to take care of themselves. Love, therefore, is its own reward.","Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another."],"Saul Bellow":["What is art but a way of seeing?","A man is only as good as what he loves."],"George Bernard Shaw":["Just do what must be done. This may not be happiness, but it is greatness.","Men are wise in proportion, not to their experience, but to their capacity for experience.","The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself.","It is the mark of a truly intelligent person to be moved by statistics.","Life isn't about finding yourself. Life is about creating yourself.","In a battle all you need to make you fight is a little hot blood and the knowledge that it's more dangerous to lose than to win.","Everything happens to everybody sooner or later if there is time enough.","Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will.","When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work.","The man who writes about himself and his own time is the only man who writes about all people and about all time.","We are made wise not by the recollection of our past, but by the responsibility for our future.","Miracles, in the sense of phenomena we cannot explain, surround us on every hand: life itself is the miracle of miracles.","A happy family is but an earlier heaven.","Success does not consist in never making mistakes but in never making the same one a second time.","A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing."],"Jesse Jackson":["Success needs no explanation. Failure does not have one that matters.","We've removed the ceiling above our dreams. There are no more impossible dreams.","Keep hope alive!","Time is neutral and does not change things. With courage and initiative, leaders change things."],"Marcel Proust":["A powerful idea communicates some of its strength to him who challenges it.","Only through art can we emerge from ourselves and know what another person sees.","Love is space and time measured by the heart.","The time at our disposal each day is elastic the passions we feel dilate it, those that inspire us shrink it, and habit fills it."],"Og Mandino":["Always seek out the seed of triumph in every adversity.","Do all things with love."],"Thomas Huxley":["Science and literature are not two things, but two sides of one thing.","Try to learn something about everything and everything about something."],"Peter Ustinov":["Love is an act of endless forgiveness, a tender look which becomes a habit."],"William Hazlitt":["No man is truly great who is great only in his lifetime. The test of greatness is the page of history.","People of genius do not excel in any profession because they work in it, they work in it because they excel.","The humblest painter is a true scholar and the best of scholars the scholar of nature.","Grace in women has more effect than beauty.","There are no rules for friendship. It must be left to itself. We cannot force it any more than love.","To be capable of steady friendship or lasting love, are the two greatest proofs, not only of goodness of heart, but of strength of mind.","Learning is its own exceeding great reward.","To be happy, we must be true to nature and carry our age along with us.","Wit is the salt of conversation, not the food.","A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.","You know more of a road by having traveled it than by all the conjectures and descriptions in the world.","Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.","The art of life is to know how to enjoy a little and to endure very much.","We do not see nature with our eyes, but with our understandings and our hearts."],"Shakti Gawain":["We all have within us a deep wisdom, but sometimes we don't know we have it."],"Benjamin Disraeli":["The secret of success is to be ready when your opportunity comes.","Diligence is the mother of good fortune.","To be conscious that you are ignorant of the facts is a great step to knowledge.","I am prepared for the worst, but hope for the best.","Experience is the child of thought, and thought is the child of action.","Nurture your minds with great thoughts. To believe in the heroic makes heroes.","Silence is the mother of truth.","We are all born for love. It is the principle of existence, and its only end.","The secret of success is constancy to purpose.","Man is only great when he acts from passion.","One secret of success in life is for a man to be ready for his opportunity when it comes.","Nature, like man, sometimes weeps from gladness."],"Albert Schweitzer":["Happiness is nothing more than good health and a bad memory.","Truth has no special time of its own. Its hour is now - always.","Seek always to do some good, somewhere. Every man has to seek in his own way to realize his true worth. You must give some time to your fellow man. For remember, you don't live in a world all your own. Your brothers are here too.","Anyone who proposes to do good must not expect people to roll stones out of his way, but must accept his lot calmly, even if they roll a few stones upon it.","The great secret of success is to go through life as a man who never gets used up.","Life becomes harder for us when we live for others, but it also becomes richer and happier.","There are two means of refuge from the miseries of life: music and cats.","Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.","Example is leadership.","One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity."],"William Butler Yeats":["Happiness is neither virtue nor pleasure nor this thing nor that but simply growth, We are happy when we are growing.","Take, if you must, this little bag of dreams, Unloose the cord, and they will wrap you round.","In dreams begins responsibility."],"Henri Bergson":["To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly."],"Joseph Campbell":["Myths are public dreams, dreams are private myths.","Love is a friendship set to music."],"Peace Pilgrim":["When you find peace within yourself, you become the kind of person who can live at peace with others.","The way of peace is the way of love. Love is the greatest power on earth. It conquers all things."],"Rita Mae Brown":["Humor comes from self-confidence.","Creativity comes from trust. Trust your instincts. And never hope more than you work."],"James Allen":["A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.","No duty is more urgent than that of returning thanks.","The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.","The more intense the nature of a man, the more readily will he find meditation, and the more successfully will he practice it.","Whether you be man or woman you will never do anything in this world without courage. It is the greatest quality of the mind next to honor.","The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities."],"Lawrence Durrell":["The richest love is that which submits to the arbitration of time.","Travel can be one of the most rewarding forms of introspection."],"Douglas MacArthur":["The best luck of all is the luck you make for yourself."],"Anne Morrow Lindbergh":["For happiness one needs security, but joy can spring like a flower even from the cliffs of despair.","Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all.","It takes as much courage to have tried and failed as it does to have tried and succeeded."],"Ansel Adams":["You don't take a photograph, you make it.","Photography is more than a medium for factual communication of ideas. It is a creative art."],"George Santayana":["The effort of art is to keep what is interesting in existence, to recreate it in the eternal.","An artist is a dreamer consenting to dream of the actual world.","The family is one of nature's masterpieces.","Intelligence is quickness in seeing things as they are.","Knowledge of what is possible is the beginning of happiness."],"John Muir":["The power of imagination makes us infinite.","In every walk with nature one receives far more than he seeks."],"Ben Barnes":["Sometimes success comes in ways you don't expect."],"Neil Armstrong":["Research is creating new knowledge."],"Carl Sandburg":["Poetry is a phantom script telling how rainbows are made and why they go away.","Poetry is an echo, asking a shadow to dance.","The secret of happiness is to admire without desiring."],"Euripides":["The best of seers is he who guesses well.","Question everything. Learn something. Answer nothing.","Friends show their love in times of trouble, not in happiness.","Along with success comes a reputation for wisdom.","There is just one life for each of us: our own.","Silence is true wisdom's best reply.","He is not a lover who does not love forever.","Love is all we have, the only way that each can help the other.","The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man.","The greatest pleasure of life is love.","To persevere, trusting in what hopes he has, is courage in a man.","Life has no blessing like a prudent friend.","Some wisdom you must learn from one who's wise."],"Lauren Bacall":["I think your whole life shows in your face and you should be proud of that.","Imagination is the highest kite one can fly."],"David Seabury":["Good humor isn't a trait of character, it is an art which requires practice."],"Francois Rabelais":["Gestures, in love, are incomparably more attractive, effective and valuable than words.","Everything comes in time to those who can wait."],"Epicurus":["Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship."],"Samuel Johnson":["To love one that is great, is almost to be great one's self.","Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information upon it.","Poetry is the art of uniting pleasure with truth.","The world is seldom what it seems to man, who dimly sees, realities appear as dreams, and dreams realities.","What we hope ever to do with ease, we must learn first to do with diligence.","Courage is the greatest of all virtues, because if you haven't courage, you may not have an opportunity to use any of the others.","Great works are performed not by strength but by perseverance.","Kindness is in our power, even when fondness is not."],"Laurence Sterne":["Respect for ourselves guides our morals, respect for others guides our manners.","The desire of knowledge, like the thirst of riches, increases ever with the acquisition of it.","In solitude the mind gains strength and learns to lean upon itself."],"Frank Lloyd Wright":["Freedom is from within.","Study nature, love nature, stay close to nature. It will never fail you.","An idea is salvation by imagination.","Space is the breath of art.","Simplicity and repose are the qualities that measure the true value of any work of art.","Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.","The present is the ever moving shadow that divides yesterday from tomorrow. In that lies hope."],"Hippocrates":["Walking is man's best medicine."],"Sparky Anderson":["Success is the person who year after year reaches the highest limits in his field."],"Thomas a Kempis":["First keep peace with yourself, then you can also bring peace to others.","What else does anxiety about the future bring you but sorrow upon sorrow?","Without the way, there is no going without the truth, there is no knowing without the life, there is no living.","He will easily be content and at peace, whose conscience is pure.","Love feels no burden, thinks nothing of trouble, attempts what is above its strength, pleads no excuse of impossibility for it thinks all things lawful for itself, and all things possible.","The loftier the building, the deeper must the foundation be laid."],"John Wooden":["It's what you learn after you know it all that counts.","You can do more good by being good than any other way.","Success comes from knowing that you did your best to become the best that you are capable of becoming.","Passion is momentary love is enduring.","Just do the best you can. No one can do more than that.","Things turn out best for the people who make the best of the way things turn out.","Success is never final, failure is never fatal. It's courage that counts.","Whatever you do in life, surround yourself with smart people who'll argue with you.","I like to spend time in the past, with the things that have been important to me.","Don't give up on your dreams, or your dreams will give up on you.","If you're not making mistakes, then you're not doing anything. I'm positive that a doer makes mistakes.","The most important thing in the world is family and love.","Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming."],"Lucius Annaeus Seneca":["Time discovers truth.","The heart is great which shows moderation in the midst of prosperity.","If you wished to be loved, love.","A gift consists not in what is done or given, but in the intention of the giver or doer.","A great mind becomes a great fortune.","No man was ever wise by chance.","Love in its essence is spiritual fire.","He that does good to another does good also to himself.","As long as you live, keep learning how to live."],"Dr. Seuss":["Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!","From there to here, and here to there, funny things are everywhere.","Don't cry because it's over. Smile because it happened.","Fun is good.","Today was good. Today was fun. Tomorrow is another one."],"Andre Maurois":["Smile, for everyone lacks self-confidence and more than any other one thing a smile reassures them."],"Friedrich Nietzsche":["He who would learn to fly one day must first learn to stand and walk and run and climb and dance one cannot fly into flying.","Love is blind friendship closes its eyes.","In music the passions enjoy themselves.","All truly great thoughts are conceived by walking.","There is always some madness in love. But there is also always some reason in madness.","The future influences the present just as much as the past.","We should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.","Whatever is done for love always occurs beyond good and evil.","Love is not consolation. It is light.","We love life, not because we are used to living but because we are used to loving."],"Bo Bennett":["Value people on their potential, not on their history.","Success is not in what you have, but who you are.","When it comes to success, there are no shortcuts.","Success is about enjoying what you have and where you are, while pursuing achievable goals.","A dream collage is pictures of your goals. It is like your future photo album."],"Jeff Daniels":["I think it's a style of acting that you trust. You trust the instincts."],"Herbert Hoover":["Freedom is the open window through which pours the sunlight of the human spirit and human dignity.","Wisdom consists not so much in knowing what to do in the ultimate as knowing what to do next."],"Logan P. Smith":["It takes a great man to give sound advice tactfully, but a greater to accept it graciously."],"Ernest Hemingway":["All good books have one thing in common - they are truer than if they had really happened.","All my life I've looked at words as though I were seeing them for the first time.","Courage is grace under pressure."],"Edward G. Bulwer-Lytton":["Art and science have their meeting point in method.","Power is so characteristically calm, that calmness in itself has the aspect of strength.","One of the sublimest things in the world is plain truth.","It is not by the gray of the hair that one knows the age of the heart.","Happiness and virtue rest upon each other the best are not only the happiest, but the happiest are usually the best."],"Lee Iacocca":["Management is nothing more than motivating other people.","In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.","Motivation is everything. You can do the work of two people, but you can't be two people. Instead, you have to inspire the next guy down the line and get him to inspire his people."],"W. Clement Stone":["If you are really thankful, what do you do? You share.","Definiteness of purpose is the starting point of all achievement.","There's a great joy in my giving. It's thrilling. It's exhilarating. It's important to be a part of sharing. It is my love. It is my joy.","Self-suggestion makes you master of yourself.","Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything."],"Thomas Mann":["A great truth is a truth whose opposite is also a truth."],"Andre Breton":["Love is when you meet someone who tells you something new about yourself."],"Ronald Reagan":["Trust, but verify.","Life is one grand, sweet song, so start the music."],"John Lubbock":["Happiness is a thing to be practiced, like the violin.","When we have done our best, we should wait the result in peace."],"Henry Ford":["Don't find fault, find a remedy.","Coming together is a beginning keeping together is progress working together is success.","Before everything else, getting ready is the secret of success.","Life is a series of experiences, each one of which makes us bigger, even though sometimes it is hard to realize this. For the world was built to develop character, and we must learn that the setbacks and grieves which we endure help us in our marching onward.","One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn't do.","Failure is simply the opportunity to begin again, this time more intelligently.","There is joy in work. There is no happiness except in the realization that we have accomplished something.","If everyone is moving forward together, then success takes care of itself.","If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own.","My best friend is the one who brings out the best in me."],"John Ruskin":["The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do.","Fine art is that in which the hand, the head, and the heart of man go together.","Give a little love to a child, and you get a great deal back.","Endurance is nobler than strength, and patience than beauty.","Every great person is always being helped by everybody for their gift is to get good out of all things and all persons.","When love and skill work together, expect a masterpiece.","All great and beautiful work has come of first gazing without shrinking into the darkness.","I believe the first test of a truly great man is in his humility.","In order that people may be happy in their work, these three things are needed: They must be fit for it. They must not do too much of it. And they must have a sense of success in it.","Man's only true happiness is to live in hope of something to be won by him. Reverence something to be worshipped by him, and love something to be cherished by him, forever.","All great art is the work of the whole living creature, body and soul, and chiefly of the soul.","Education is the leading of human souls to what is best, and making what is best out of them."],"Mark Twain":["If you tell the truth, you don't have to remember anything.","The secret of getting ahead is getting started.","Humor is mankind's greatest blessing.","When in doubt tell the truth.","To be good is noble but to show others how to be good is nobler and no trouble.","When you fish for love, bait with your heart, not your brain.","The best way to cheer yourself up is to try to cheer somebody else up."],"John Keats":["The poetry of the earth is never dead.","I am certain of nothing but the holiness of the heart's affections, and the truth of imagination.","Nothing ever becomes real till it is experienced.","Poetry should... should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance.","What the imagination seizes as beauty must be truth.","A thing of beauty is a joy forever: its loveliness increases it will never pass into nothingness."],"Peter Drucker":["Knowledge has to be improved, challenged, and increased constantly, or it vanishes.","The only thing we know about the future is that it will be different.","The best way to predict the future is to create it."],"Andrew Weil":["Genuine happiness comes from within, and often it comes in spontaneous feelings of joy."],"Henri Frederic Amiel":["Music is harmony, harmony is perfection, perfection is our dream, and our dream is heaven.","Learn to... be what you are, and learn to resign with a good grace all that you are not."],"John Henry Newman":["To live is to change, and to be perfect is to have changed often."],"Pierre Teilhard de Chardin":["The world is round so that friendship may encircle it."],"Meister Eckhart":["Truly, it is in darkness that one finds the light, so when we are in sorrow, then this light is nearest of all to us."],"Natalie Goldberg":["Trust in what you love, continue to do it, and it will take you where you need to go."],"Karl Marx":["Experience praises the most happy the one who made the most people happy."],"Henry Ward Beecher":["Of all the music that reached farthest into heaven, it is the beating of a loving heart.","Every artist dips his brush in his own soul, and paints his own nature into his pictures.","The art of being happy lies in the power of extracting happiness from common things.","Laughter is not a bad beginning for a friendship, and it is the best ending for one.","The ability to convert ideas to things is the secret of outward success.","The soul without imagination is what an observatory would be without a telescope.","In this world it is not what we take up, but what we give up, that makes us rich.","Our best successes often come after our greatest disappointments.","To become an able and successful man in any profession, three things are necessary, nature, study and practice.","He is greatest whose strength carries up the most hearts by the attraction of his own.","Love is the river of life in the world."],"Leonard Cohen":["Success is survival.","In dreams the truth is learned that all good works are done in the absence of a caress.","Music is the emotional life of most people."],"E. Joseph Cossman":["Our business in life is not to get ahead of others, but to get ahead of ourselves.","The greatest power is often simple patience."],"Jerzy Kosinski":["The principles of true art is not to portray, but to evoke."],"Philip James Bailey":["Kindness is wisdom.","Imagination is the air of mind."],"Jorge Luis Borges":["Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is."],"Bertrand Russell":["A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live.","To conquer fear is the beginning of wisdom.","The time you enjoy wasting is not wasted time.","The good life is one inspired by love and guided by knowledge.","The world is full of magical things patiently waiting for our wits to grow sharper.","Anything you're good at contributes to happiness.","Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change."],"Bryant H. McGill":["The greatest joys are found not only in what we do and feel, but also in what we hope for.","There is no love without forgiveness, and there is no forgiveness without love.","Curiosity is one of the great secrets of happiness.","There are amazingly wonderful people in all walks of life some familiar to us and others not. Stretch yourself and really get to know people. People are in many ways one of our greatest treasures.","Having a sense of purpose is having a sense of self. A course to plot is a destination to hope for.","One of the most sincere forms of respect is actually listening to what another has to say."],"Ron Ben-Israel":["Your best creative assets do not occur unless you do a mental shift. You have to be in a positive frame of mind because inspiration is fleeting. I walk to work for inspiration and to clear my mind.","The most successful person is the one who is most inspired. That is true in food and in life."],"Will Rogers":["If you want to be successful, it's just this simple. Know what you are doing. Love what you are doing. And believe in what you are doing.","Do the best you can, and don't take life too serious."],"Soren Kierkegaard":["Love does not alter the beloved, it alters itself.","Our life always expresses the result of our dominant thoughts.","Personality is only ripe when a man has made the truth his own.","Don't forget to love yourself.","The highest and most beautiful things in life are not to be heard about, nor read about, nor seen but, if one will, are to be lived."],"Anthony J. D'Angelo":["Develop a passion for learning. If you do, you will never cease to grow.","Don't fear change - embrace it.","Smile, it is the key that fits the lock of everybody's heart.","Wherever you go, no matter what the weather, always bring your own sunshine."],"M. Scott Peck":["Ultimately love is everything.","Discipline is wisdom and vice versa.","Real love is a permanently self-enlarging experience."],"Carol Burnett":["Words, once they are printed, have a life of their own.","Only I can change my life. No one can do it for me."],"Nido Qubein":["Change brings opportunity."],"Muriel Rukeyser":["Breathe-in experience, breathe-out poetry.","The sources of poetry are in the spirit seeking completeness."],"Brian Tracy":["I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.","Goals allow you to control the direction of change in your favor.","All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.","The greatest gift that you can give to others is the gift of unconditional love and acceptance."],"Audrey Hepburn":["The most important thing is to enjoy your life - to be happy - it's all that matters.","For beautiful eyes, look for the good in others for beautiful lips, speak only words of kindness and for poise, walk with the knowledge that you are never alone.","Paris is always a good idea."],"Virginia Woolf":["Yet, it is true, poetry is delicious the best prose is that which is most full of poetry.","Every secret of a writer's soul, every experience of his life, every quality of his mind is written large in his works."],"Benjamin Franklin":["Applause waits on success.","If you would be loved, love, and be loveable.","An investment in knowledge pays the best interest.","Well done is better than well said.","Human felicity is produced not as much by great pieces of good fortune that seldom happen as by little advantages that occur every day.","Do good to your friends to keep them, to your enemies to win them.","He that can have patience can have what he will.","Tell me and I forget. Teach me and I remember. Involve me and I learn.","Diligence is the mother of good luck.","Be slow in choosing a friend, slower in changing.","The doors of wisdom are never shut."],"Martin Luther King, Jr.":["We must accept finite disappointment, but never lose infinite hope.","The time is always right to do what is right.","We must use time creatively."],"John Updike":["What art offers is space - a certain breathing room for the spirit.","Dreams come true without that possibility, nature would not incite us to have them.","We are most alive when we're in love."],"Zane Grey":["Love grows more tremendously full, swift, poignant, as the years multiply."],"Mattie Stepanek":["Even though the future seems far away, it is actually beginning right now.","While we are living in the present, we must celebrate life every day, knowing that we are becoming history with every work, every action, every deed."],"Mao Zedong":["The differences between friends cannot but reinforce their friendship."],"William Glasser":["Caring for but never trying to own may be a further way to define friendship.","We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun."],"Chief Joseph":["It does not require many words to speak the truth."],"John Dryden":["Love is love's reward.","Dancing is the poetry of the foot."],"Vincent Van Gogh":["The more I think about it, the more I realize there is nothing more artistic than to love others.","The way to know life is to love many things.","I feel that there is nothing more truly artistic than to love people."],"Vince Lombardi":["Winning is not everything, but wanting to win is.","Success demands singleness of purpose."],"Susan Sontag":["Travel becomes a strategy for accumulating photographs.","Books are funny little portable pieces of thought.","Intelligence is really a kind of taste: taste in ideas."],"Rabindranath Tagore":["Love is an endless mystery, for it has nothing else to explain it.","Beauty is truth's smile when she beholds her own face in a perfect mirror.","Depth of friendship does not depend on length of acquaintance.","Facts are many, but the truth is one.","Music fills the infinite between two souls.","Trees are the earth's endless effort to speak to the listening heaven."],"Confucius":["The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.","Choose a job you love, and you will never have to work a day in your life.","You cannot open a book without learning something.","They must often change, who would be constant in happiness or wisdom.","Everything has beauty, but not everyone sees it.","Wisdom, compassion, and courage are the three universally recognized moral qualities of men."],"Martha Graham":["Great dancers are not great because of their technique, they are great because of their passion."],"Juvenal":["Never does nature say one thing and wisdom another."],"Adlai E. Stevenson":["Nature is neutral.","Change is inevitable. Change for the better is a full-time job."],"Antoine de Saint-Exupery":["True happiness comes from the joy of deeds well done, the zest of creating things new."],"Henri Matisse":["Creativity takes courage.","Drawing is like making an expressive gesture with the advantage of permanence.","He who loves, flies, runs, and rejoices he is free and nothing holds him back."],"Malcolm X":["The future belongs to those who prepare for it today."],"Rosa Parks":["Each person must live their life as a model for others."],"Tennessee Williams":["In memory everything seems to happen to music.","Time is the longest distance between two places.","Success is blocked by concentrating on it and planning for it... Success is shy - it won't come out while you're watching."],"William Shakespeare":["They do not love that do not show their love.","If music be the food of love, play on.","Love all, trust a few, do wrong to none.","The lunatic, the lover, and the poet, are of imagination all compact."],"Babatunde Olatunji":["Yesterday is history. Tomorrow is a mystery. And today? Today is a gift. That's why we call it the present."],"Barbara de Angelis":["Love is a force more formidable than any other. It is invisible - it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could.","Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver.","Difficult times always create opportunities for you to experience more love in your life."],"Oliver Goldsmith":["I love everything that's old, - old friends, old times, old manners, old books, old wine.","Success consists of getting up just one more time than you fall."],"Bernard Meltzer":["We may give without loving, but we cannot love without giving.","Happiness is like a kiss. You must share it to enjoy it.","Success is getting and achieving what you want. Happiness is wanting and being content with what you get."],"Michel de Montaigne":["The strangest, most generous, and proudest of all virtues is true courage.","My trade and art is to live.","The most certain sign of wisdom is cheerfulness."],"Walt Whitman":["Whatever satisfies the soul is truth.","The art of art, the glory of expression and the sunshine of the light of letters, is simplicity."],"William Feather":["One way to get the most out of life is to look upon it as an adventure.","The prizes go to those who meet emergencies successfully. And the way to meet emergencies is to do each daily task the best we can.","Wealth flows from energy and ideas."],"Brad Garrett":["Humor is healing.","You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness."],"Pearl S. Buck":["Growth itself contains the germ of happiness.","To find joy in work is to discover the fountain of youth.","Order is the shape upon which beauty depends."],"John Burroughs":["The smallest deed is better than the greatest intention.","The secret of happiness is something to do."],"Miguel de Cervantes":["Truth will rise above falsehood as oil above water.","A proverb is a short sentence based on long experience.","Proverbs are short sentences drawn from long experience."],"Stephen Covey":["We are the creative force of our life, and through our own decisions rather than our conditions, if we carefully learn to do certain things, we can accomplish those goals.","There are three constants in life... change, choice and principles.","Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.","Live out of your imagination, not your history."],"Peter Mullan":["You have to just go with your imagination, where your instinct takes you."],"Liberty Hyde Bailey":["When the traveler goes alone he gets acquainted with himself."],"Alvin Toffler":["Change is not merely necessary to life - it is life."],"Henri Poincare":["It is through science that we prove, but through intuition that we discover.","Just as houses are made of stones, so is science made of facts."],"Edgar Allan Poe":["I would define, in brief, the poetry of words as the rhythmical creation of Beauty.","Poetry is the rhythmical creation of beauty in words.","Those who dream by day are cognizant of many things that escape those who dream only at night.","Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears.","We loved with a love that was more than love."],"Sting":["One of the rewards of success is freedom, the ability to do whatever you like.","Yoga is almost like music in a way there's no end to it."],"Thomas Jefferson":["It is neither wealth nor splendor but tranquility and occupation which give you happiness.","But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.","I believe that every human mind feels pleasure in doing good to another.","I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.","One man with courage is a majority.","Do you want to know who you are? Don't ask. Act! Action will delineate and define you.","Power is not alluring to pure minds.","One travels more usefully when alone, because he reflects more.","Happiness is not being pained in body or troubled in mind.","Honesty is the first chapter in the book of wisdom."],"R. Buckminster Fuller":["Truth is a tendency.","Love is metaphysical gravity."],"Allen Klein":["Humor can be one of our best survival tools.","Whether planned or not, humor takes our mind off of our troubles.","A little perspective, like a little humor, goes a long way.","When we can find some humor in our upsets, they no longer seem as large or as important as they once did."],"Theodore Roosevelt":["The most important single ingredient in the formula of success is knowing how to get along with people.","Nine-tenths of wisdom is being wise in time.","With self-discipline most anything is possible."],"William Temple":["The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit."],"William Wordsworth":["The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.","Nature never did betray the heart that loved her.","With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.","Poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquility."],"Joseph Joubert":["The best remedy for a short temper is a long walk.","Justice is the truth in action.","Imagination is the eye of the soul.","You will not find poetry anywhere unless you bring some of it with you.","A part of kindness consists in loving people more than they deserve."],"Francis Bacon":["Science is but an image of the truth.","Beauty itself is but the sensible image of the Infinite.","Studies perfect nature and are perfected still by experience.","Knowledge and human power are synonymous.","Silence is the sleep that nourishes wisdom.","Age appears to be best in four things old wood best to burn, old wine to drink, old friends to trust, and old authors to read."],"Philip Emeagwali":["The hardships that I encountered in the past will help me succeed in the future."],"Joe Moore":["You can't trust a promise someone makes while they're drunk, in love, hungry, or running for office.","A simple fact that is hard to learn is that the time to save money is when you have some.","Marriage: love, honor, and negotiate."],"Peter Davison":["Poetry is composing for the breath."],"Trevor Dunn":["Music is a very personal and emotional form of communication."],"Gustave Courbet":["Fine art is knowledge made visible."],"Dan Quayle":["The future will be better tomorrow."],"Bil Keane":["A hug is like a boomerang - you get it back right away.","Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present."],"Ovid":["Beauty is a fragile gift.","The bold adventurer succeeds the best.","Time is generally the best doctor.","If you want to be loved, be lovable.","Courage conquers all things: it even gives strength to the body."],"Aristophanes":["Let each man exercise the art he knows."],"Kenny Loggins":["Courage is always rewarded."],"John Quincy Adams":["If your actions inspire others to dream more, learn more, do more and become more, you are a leader."],"Heraclitus":["Change alone is unchanging.","Good character is not formed in a week or a month. It is created little by little, day by day. Protracted and patient effort is needed to develop good character."],"Swami Sivananda":["Put your heart, mind, and soul into even your smallest acts. This is the secret of success."],"Andre Gide":["Be faithful to that which exists within yourself.","Nothing prevents happiness like the memory of happiness."],"Sammy Davis, Jr.":["Real success is not on the stage, but off the stage as a human being, and how you get along with your fellow man."],"Thomas Gray":["Poetry is thoughts that breathe, and words that burn.","Youth smiles without any reason. It is one of its chiefest charms."],"Samuel Taylor Coleridge":["Friendship is a sheltering tree.","Poetry has been to me its own exceeding great reward it has given me the habit of wishing to discover the good and beautiful in all that meets and surrounds me.","Poetry: the best words in the best order.","Works of imagination should be written in very plain language the more purely imaginative they are the more necessary it is to be plain.","People of humor are always in some degree people of genius.","The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment.","The principle of the Gothic architecture is infinity made imaginable."],"Thomas More":["A friendship like love is warm a love like friendship is steady."],"Gustave Flaubert":["Everything one invents is true, you may be perfectly sure of that. Poetry is as precise as geometry.","Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings."],"Desmond Tutu":["Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value.","Hope is being able to see that there is light despite all of the darkness.","Forgiveness says you are given another chance to make a new beginning."],"Phillips Brooks":["To say, 'well done' to any bit of good work is to take hold of the powers which have made the effort and strengthen them beyond our knowledge.","Happiness is the natural flower of duty.","A man who lives right, and is right, has more power in his silence than another has by his words."],"Henry Van Dyke":["Culture is the habit of being pleased with the best and knowing why.","Happiness is inward, and not outward and so, it does not depend on what we have, but on what we are.","The first day of spring is one thing, and the first spring day is another. The difference between them is sometimes as great as a month.","Genius is talent set on fire by courage.","Love is the best thing in the world, and the thing that lives the longest."],"Herbert Read":["Progress is measured by richness and intensity of experience - by a wider and deeper apprehension of the significance and scope of human existence."],"Judy Garland":["For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."],"Douglas Horton":["If you love something let it go free. If it doesn't come back, you never had it. If it comes back, love it forever.","Smile, it's free therapy."],"Charles de Montesquieu":["Success in the majority of circumstances depends on knowing how long it takes to succeed."],"Abdul Kalam":["Man needs his difficulties because they are necessary to enjoy success.","You have to dream before your dreams can come true.","Great dreams of great dreamers are always transcended."],"Mark Victor Hansen":["In imagination, there's no limitation."],"James Cash Penney":["Change is vital, improvement the logical form of change.","Success cannot come from standstill men. Methods change and men must change with them.","The greatest teacher I know is the job itself.","Responsibilities are given to him on whom trust rests. Responsibility is always a sign of trust."],"Rupert Brooke":["A kiss makes the heart young again and wipes out the years."],"Thomas Fuller":["Great hopes make great men.","If it were not for hopes, the heart would break.","There is more pleasure in loving than in being beloved.","A gift, with a kind countenance, is a double present."],"Benjamin Spock":["Happiness is mostly a by-product of doing what makes us feel fulfilled.","Trust yourself, you know more than you think you do."],"Pope John Paul II":["The future starts today, not tomorrow."],"Henry Wadsworth Longfellow":["Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.","Music is the universal language of mankind.","The love of learning, the sequestered nooks, And all the sweet serenity of books.","Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.","For his heart was in his work, and the heart giveth grace unto every art."],"Joan Rivers":["The ideal beauty is a fugitive which is never found.","I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive."],"Saint Basil":["A tree is known by its fruit a man by his deeds. A good deed is never lost he who sows courtesy reaps friendship, and he who plants kindness gathers love."],"Jack Johnson":["Don't let your dreams be dreams.","Our dreams are made of real things, like a shoebox full of photographs."],"Alexander Graham Bell":["Before anything else, preparation is the key to success."],"Buddha":["Peace comes from within. Do not seek it without.","Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."],"Honore de Balzac":["There is no such thing as a great talent without great will power.","What is art? Nature concentrated.","Love is the poetry of the senses."],"George Burns":["Look to the future, because that is where you'll spend the rest of your life."],"Jonathan Swift":["Vision is the art of seeing what is invisible to others."],"Margaret Fuller":["If you have knowledge, let others light their candles in it.","Today a reader, tomorrow a leader."],"Horace":["A picture is a poem without words.","You traverse the world in search of happiness, which is within the reach of every man. A contented mind confers it on all."],"Alexandre Dumas":["All human wisdom is summed up in two words wait and hope.","Nothing succeeds like success."],"Irving Howe":["Imagination is not something apart and hermetic, not a way of leaving reality behind it is a way of engaging reality."],"Charles Baudelaire":["There are as many kinds of beauty as there are habitual ways of seeking happiness.","Beauty is the sole ambition, the exclusive goal of Taste.","Always be a poet, even in prose."],"Akira Kurosawa":["Man is a genius when he is dreaming."],"Luc de Clapiers":["Patience is the art of hoping."],"Louise Berliawsky Nevelson":["True strength is delicate."],"Thomas Aquinas":["Love takes up where knowledge leaves off.","To live well is to work well, to show a good activity.","Wonder is the desire for knowledge.","There is nothing on this earth more to be prized than true friendship."],"Dan Rather":["Courage is being afraid but going on anyhow."],"Paracelsus":["Dreams must be heeded and accepted. For a great many of them come true.","Life is like music, it must be composed by ear, feeling and instinct, not by rule. Nevertheless one had better know the rules, for they sometimes guide in doubtful cases, though not often."],"Ludwig van Beethoven":["Music is mediator between spiritual and sensual life.","Music is a higher revelation than all wisdom and philosophy."],"A. N. Wilson":["Truth comes to us mediated by human love."],"Janet Jackson":["In complete darkness, it is only knowledge and wisdom that separates us.","In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you."],"Yunus Emre":["A heart makes a good home for the friend."],"Mason Cooley":["Taste refers to the past, imagination to the future.","Romance is tempestuous. Love is calm.","The wisdom of age: don't stop walking.","Imagination has rules, but we can only guess what they are.","Only the broken-hearted know the truth about love.","Dancing and running shake up the chemistry of happiness."],"George Orwell":["Happiness can exist only in acceptance."],"Saint Augustine":["Patience is the companion of wisdom.","Love is the beauty of the soul.","Since love grows within you, so beauty grows. For love is the beauty of the soul."],"George Eliot":["For what is love itself, for the one we love best? An enfolding of immeasurable cares which yet are better than any joys outside our love.","The reward of one duty is the power to fulfill another.","Animals are such agreeable friends - they ask no questions they pass no criticisms.","Blessed is the influence of one true, loving human soul on another."],"Doris Roberts":["Everybody's a teacher if you listen."],"Les Brown":["Someone's sitting in the shade today because someone planted a tree a long time ago.","Your smile will give you a positive countenance that will make people feel comfortable around you.","It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams."],"Jack Nicholson":["I just like art. I get pure pleasure from it. I have a lot of wonderful paintings, and every time I look at them I see something different."],"Thucydides":["The secret to happiness is freedom... And the secret to freedom is courage."],"A. A. Milne":["Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think."],"James A. Baldwin":["I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all.","Love does not begin and end the way we seem to think it does. Love is a battle, love is a war love is a growing up.","I've always believed that you can think positive just as well as you can think negative."],"Frank Herbert":["Seek freedom and become captive of your desires. Seek discipline and find your liberty.","The beginning of knowledge is the discovery of something we do not understand."],"Joseph Conrad":["A man's real life is that accorded to him in the thoughts of other men by reason of respect or natural love."],"T. S. Eliot":["This love is silent.","Genuine poetry can communicate before it is understood."],"Francois de La Rochefoucauld":["One forgives to the degree that one loves.","It is a great act of cleverness to be able to conceal one's being clever.","To know how to hide one's ability is great skill.","True love is like ghosts, which everyone talks about and few have seen.","There is only one kind of love, but there are a thousand imitations.","It is not enough to have great qualities We should also have the management of them.","Taste may change, but inclination never.","We pardon to the extent that we love.","It is with true love as it is with ghosts everyone talks about it, but few have seen it."],"Hamlin Garland":["My recollection of a hundred lovely lakes has given me blessed release from care and worry and the troubled thinking of our modern day. It has been a return to the primitive and the peaceful."],"George Allen, Sr.":["Work hard, stay positive, and get up early. It's the best part of the day.","Success is what you do with your ability. It's how you use your talent.","Winning is the science of being totally prepared."],"Robert A. Heinlein":["May you live as long as you wish and love as long as you live."],"Eric Butterworth":["We don't change what we are, we change what we think what we are.","Where you are in consciousness has everything to do with what you see in experience."],"Emily Mortimer":["I borrowed my friend's car the other day in an attempt to persuade my husband that we needed a car and literally this is true, in the first day of borrowing the car, I got three tickets and I rear-ended it.","My dad had this philosophy that if you tell children they're beautiful and wonderful then they believe it, and they will be. So I never thought I was unattractive. But I was never one of the girls at school who had lots of boyfriends.","It is brilliant going to the theatre and being forced to sit and listen and think about life. It can be almost a near-religious experience."],"Robert Green Ingersoll":["Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so."],"Jeanne Calment":["Always keep your smile. That's how I explain my long life.","Every age has its happiness and troubles."],"Gertrude Stein":["A writer should write with his eyes and a painter paint with his ears."],"Earl Nightingale":["We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile."],"Charles Dudley Warner":["The excellence of a gift lies in its appropriateness rather than in its value."],"Herman Hesse":["Writing is good, thinking is better. Cleverness is good, patience is better.","Wisdom is nothing but a preparation of the soul, a capacity, a secret art of thinking, feeling and breathing thoughts of unity at every moment of life."],"Walter Winchell":["A friend is one who walks in when others walk out."],"Arnold Bennett":["There can be no knowledge without emotion. We may be aware of a truth, yet until we have felt its force, it is not ours. To the cognition of the brain must be added the experience of the soul."],"Luther Campbell":["Goodness and hard work are rewarded with respect."],"Thomas Moore":["A friendship that like love is warm A love like friendship, steady.","True change takes place in the imagination."],"Richard Le Gallienne":["The beauty we love is very silent. It smiles softly to itself, but never speaks."],"William Blake":["The true method of knowledge is experiment.","The thankful receiver bears a plentiful harvest.","Exuberance is beauty."],"Moliere":["The trees that are slow to grow bear the best fruit.","The greater the obstacle, the more glory in overcoming it."],"Hermann Hesse":["The truth is lived, not taught.","Happiness is a how not a what. A talent, not an object."],"Maria Mitchell":["There is no cosmetic for beauty like happiness.","We especially need imagination in science."],"Denis Waitley":["The essence of life is finding something you really love and then making the daily experience worthwhile.","Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning.","It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.","Expect the best, plan for the worst, and prepare to be surprised.","Success in life comes not from holding a good hand, but in playing a poor hand well."],"Edward de Bono":["Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting.","Humor is by far the most significant activity of the human brain.","We need creativity in order to break free from the temporary structures that have been set up by a particular sequence of experience.","Argument is meant to reveal the truth, not to create it.","The purpose of science is not to analyze or describe but to make useful models of the world. A model is useful if it allows us to get use out of it."],"William Arthur Ward":["Opportunities are like sunrises. If you wait too long, you miss them.","Curiosity is the wick in the candle of learning.","A warm smile is the universal language of kindness."],"Robert Browning":["Love, hope, fear, faith - these make humanity These are its sign and note and character."],"Sydney Smith":["Life is to be fortified by many friendships. To love and to be loved is the greatest happiness of existence."],"Jake Roberts":["Every moment is an experience."],"Andy Rooney":["If you smile when no one else is around, you really mean it."],"Doug Larson":["Spring is when you feel like whistling even with a shoe full of slush.","A true friend is one who overlooks your failures and tolerates your success!"],"Jean-Paul Sartre":["The best work is not what is most difficult for you it is what you do best."],"Tacitus":["Reason and judgment are the qualities of a leader."],"George Herbert":["In conversation, humor is worth more than wit and easiness more than knowledge.","Read as you taste fruit or savor wine, or enjoy friendship, love or life."],"Henri Nouwen":["When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand.","The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares."],"Joseph Wood Krutch":["It is not ignorance but knowledge which is the mother of wonder.","Cats seem to go on the principle that it never does any harm to ask for what you want.","Security depends not so much upon how much you have, as upon how much you can do without."],"Arne Jacobsen":["If a building becomes architecture, then it is art."],"Marie von Ebner-Eschenbach":["What delights us in visible beauty is the invisible.","In youth we learn in age we understand."],"Isocrates":["Of all our possessions, wisdom alone is imortal."],"Norman Cousins":["Wisdom consists of the anticipation of consequences.","He who keeps his cool best wins.","Life is an adventure in forgiveness."],"Homer":["And what he greatly thought, he nobly dared."],"Mae West":["Love isn't an emotion or an instinct - it's an art."],"Henry Miller":["Develop an interest in life as you see it the people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.","The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware."],"Billy Joel":["I think music in itself is healing. It's an explosive expression of humanity. It's something we are all touched by. No matter what culture we're from, everyone loves music.","More than art, more than literature, music is universally accessible."],"David Hume":["Truth springs from argument amongst friends.","Beauty in things exists in the mind which contemplates them."],"Dale Evans":["Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas."],"Ring Lardner":["They gave each other a smile with a future in it."],"Wallace Stevens":["In the world of words, the imagination is one of the forces of nature.","In poetry, you must love the words, the ideas and the images and rhythms with all your capacity to love anything at all."],"Alexis de Tocqueville":["Life is to be entered upon with courage."],"Erma Bombeck":["It takes a lot of courage to show your dreams to someone else."],"Dale Carnegie":["Most of us have far more courage than we ever dreamed we possessed.","Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours.","Remember happiness doesn't depend upon who you are or what you have it depends solely on what you think.","Instead of worrying about what people say of you, why not spend time trying to accomplish something they will admire."],"Robert Hall":["We are to seek wisdom and understanding only in the length of days.","A friend should be one in whose understanding and virtue we can equally confide, and whose opinion we can value at once for its justness and its sincerity.","In matters of conscience, first thoughts are best. In matters of prudence, last thoughts are best."],"Niels Bohr":["Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it."],"Maxwell Maltz":["To change a habit, make a conscious decision, then act out the new behavior."],"Lillie Langtry":["Anyone's life truly lived consists of work, sunshine, exercise, soap, plenty of fresh air, and a happy contented spirit."],"Billy Strayhorn":["All music is beautiful."],"George A. Sheehan":["Happiness is different from pleasure. Happiness has something to do with struggling and enduring and accomplishing."],"Stephen Leacock":["I am a great believer in luck, and I find the harder I work the more I have of it."],"Friedrich Schiller":["The will of man is his happiness.","They would need to be already wise, in order to love wisdom.","He who has done his best for his own time has lived for all times.","Keep true to the dreams of your youth."],"Lenny Bruce":["There are never enough I Love You's."],"John Andrew Holmes":["To feel most beautifully alive means to be reading something beautiful, ready always to apprehend in the flow of language the sudden flash of poetry."],"Albert Camus":["Blessed are the hearts that can bend they shall never be broken.","I know of only one duty, and that is to love.","But what is happiness except the simple harmony between a man and the life he leads?"],"Max de Pree":["We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion."],"James Broughton":["Amazement awaits us at every corner.","Trusting your individual uniqueness challenges you to lay yourself open."],"Carl Sagan":["Science is a way of thinking much more than it is a body of knowledge.","The brain is like a muscle. When it is in use we feel very good. Understanding is joyous."],"H. G. Wells":["Beauty is in the heart of the beholder."],"Michelangelo":["The true work of art is but a shadow of the divine perfection.","Genius is eternal patience."],"e. e. cummings":["It takes courage to grow up and become who you really are."],"Adelaide Anne Procter":["Dreams grow holy put in action."],"Ben Hecht":["Love is the magician that pulls man out of his own hat."],"Elia Kazan":["The writer, when he is also an artist, is someone who admits what others don't dare reveal."],"Daisaku Ikeda":["With love and patience, nothing is impossible."],"James Dean":["Only the gentle are ever really strong."],"E. M. Forster":["One is certain of nothing but the truth of one's own emotions."],"Anna Pavlova":["No one can arrive from being talented alone, work transforms talent into genius."],"John Adams":["Let us tenderly and kindly cherish, therefore, the means of knowledge. Let us dare to read, think, speak, and write."],"Wolfgang Amadeus Mozart":["When I am traveling in a carriage, or walking after a good meal, or during the night when I cannot sleep it is on such occasions that ideas flow best and most abundantly.","One must not make oneself cheap here - that is a cardinal point - or else one is done. Whoever is most impertinent has the best chance.","Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius."],"Shania Twain":["Music is a great natural high and a great natural escape."],"Sydney J. Harris":["The time to relax is when you don't have time for it."],"Matsuo Basho":["Every day is a journey, and the journey itself is home."],"Queen Elizabeth II":["I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together."],"John Boyd Orr":["In the last fifty years science has advanced more than in the 2,000 previous years and given mankind greater powers over the forces of nature than the ancients ascribed to their gods.","Our civilization has evolved through the continuous adjustment of society to the stimulus of new knowledge."],"Eric Hoffer":["The only way to predict the future is to have power to shape the future.","Creativity is the ability to introduce order into the randomness of nature."],"Conrad Hall":["There is a kind of beauty in imperfection."],"William Congreve":["Beauty is the lover's gift."],"Walter Scott":["Look back, and smile on perils past.","Success - keeping your mind awake and your desire asleep."],"Eugenio Montale":["I do not go in search of poetry. I wait for poetry to visit me.","Slowly poetry becomes visual because it paints images, but it is also musical: it unites two arts into one."],"Marilyn Ferguson":["Ultimately we know deeply that the other side of every fear is freedom.","Your past is not your potential. In any hour you can choose to liberate the future."],"Walter Elliot":["Perseverance is not a long race it is many short races one after the other."],"Anne Frank":["Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!","Think of all the beauty still left around you and be happy.","Whoever is happy will make others happy too."],"Christopher Morley":["There are three ingredients in the good life: learning, earning and yearning.","There is only one rule for being a good talker - learn to listen.","In every man's heart there is a secret nerve that answers to the vibrations of beauty."],"John Derek":["I think love and beauty are what life is all about."],"Islom Karimov":["Your destiny is my destiny. Your happiness is my happiness.","May there always be peace, love and happiness in every house."],"John Buchan":["There may be Peace without Joy, and Joy without Peace, but the two combined make Happiness."],"Katharine Graham":["A mistake is simply another way of doing things."],"David Herbert Lawrence":["In every living thing there is the desire for love.","I can never decide whether my dreams are the result of my thoughts, or my thoughts the result of my dreams."],"Thomas Paine":["The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","Time makes more converts than reason."],"Wilfred Grenfell":["Courage is always the surest wisdom."],"Quintilian":["The perfection of art is to conceal art."],"Max Eastman":["A smile is the universal welcome.","Dogs laugh, but they laugh with their tails."],"Franz Marc":["Art is nothing but the expression of our dream the more we surrender to it the closer we get to the inner truth of things, our dream-life, the true life that scorns questions and does not see them."],"Bodhidharma":["Our nature is the mind. And the mind is our nature."],"Thomas S. Monson":["Choose your love, Love your choice."],"C. Northcote Parkinson":["Work expands so as to fill the time available for its completion."],"Eugene Ionesco":["A work of art is above all an adventure of the mind."],"George Sand":["Life in common among people who love each other is the ideal of happiness.","There is only one happiness in this life, to love and be loved."],"Edward Everett Hale":["The making of friends who are real friends, is the best token we have of a man's success in life."],"Holbrook Jackson":["Genius is initiative on fire."],"Joseph Roux":["Poetry is truth in its Sunday clothes.","Poetry is the exquisite expression of exquisite expressions."],"Edmund Burke":["Facts are to the mind what food is to the body.","Poetry is the art of substantiating shadows, and of lending existence to nothing.","Beauty is the promise of happiness."],"Margaret Thatcher":["What is success? I think it is a mixture of having a flair for the thing that you are doing knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.","Plan your work for today and every day, then work your plan."],"Jeremy Collier":["True courage is a result of reasoning. A brave mind is always impregnable."],"Jean Giraudoux":["The secret of success is sincerity."],"Franklin D. Roosevelt":["Happiness lies in the joy of achievement and the thrill of creative effort."],"Leo Buscaglia":["Love is always bestowed as a gift - freely, willingly and without expectation. We don't love to be loved we love to love.","Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around."],"Miguel Angel Ruiz":["Respect is one of the greatest expressions of love.","Every human is an artist. The dream of your life is to make beautiful art.","Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.","Always do your best."],"Charles Dickens":["There is nothing so strong or safe in an emergency of life as the simple truth.","There is a wisdom of the head, and a wisdom of the heart.","A loving heart is the truest wisdom."],"Alfred Lord Tennyson":["Knowledge comes, but wisdom lingers.","Who is wise in love, love most, say least.","The happiness of a man in this life does not consist in the absence but in the mastery of his passions.","'Tis better to have loved and lost than never to have loved at all."],"William Ellery Channing":["Faith is love taking the form of aspiration.","Nothing which has entered into our experience is ever lost."],"Epictetus":["The key is to keep company only with people who uplift you, whose presence calls forth your best.","No great thing is created suddenly.","Make the best use of what is in your power, and take the rest as it happens."],"Saadi":["Have patience. All things are difficult before they become easy."],"Karl Lagerfeld":["Music is part of the life of fashion, too.","What I love best in life is new starts."],"Ayn Rand":["The ladder of success is best climbed by stepping on the rungs of opportunity.","Happiness is that state of consciousness which proceeds from the achievement of one's values."],"Mary McLeod Bethune":["Knowledge is the prime need of the hour."],"Alexis Carrel":["The love of beauty in its multiple forms is the noblest gift of the human cerebrum."],"Shinichi Suzuki":["What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty.","Children learn to smile from their parents."],"Joe E. Lewis":["You only live once - but if you work it right, once is enough."],"Voltaire":["Love is a canvas furnished by nature and embroidered by imagination."],"Doug Coupland":["If you don't change, then what's the point of anything happening to you?"],"Jean Rostand":["Truth is always served by great minds, even if they fight it."],"Felix Bloch":["Free imagination is the inestimable prerogative of youth and it must be cherished and guarded as a treasure."],"William Lyon Phelps":["A student never forgets an encouraging private word, when it is given with sincere respect and admiration."],"Richard M. DeVos":["Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough."],"Tom Peters":["The simple act of paying positive attention to people has a great deal to do with productivity.","Celebrate what you want to see more of."],"Sigmund Freud":["Being entirely honest with oneself is a good exercise.","Time spent with cats is never wasted."],"Jean Piaget":["Scientific knowledge is in perpetual evolution it finds itself changed from one day to the next."],"Herman Melville":["Friendship at first sight, like love at first sight, is said to be the only truth."],"Zora Neale Hurston":["Love makes your soul crawl out from its hiding place."],"Oscar Hammerstein II":["A bell's not a bell 'til you ring it, A song's not a song 'til you sing it, Love in your heart wasn't put there to stay, Love isn't love 'til you give it away!"],"Karl Von Clausewitz":["A conqueror is always a lover of peace.","Although our intellect always longs for clarity and certainty, our nature often finds uncertainty fascinating."],"Robert Staughton Lynd":["Knowledge is power only if man knows what facts not to bother with."],"John Turner":["My time is now."],"Jane Roberts":["Dreaming or awake, we perceive only events that have meaning to us."],"Sharmeen Obaid-Chinoy":["Don't give up your dreams."],"Thornton Wilder":["Love is an energy which exists of itself. It is its own value."],"Andrew Carnegie":["Do not look for approval except for the consciousness of doing your best.","Think of yourself as on the threshold of unparalleled success. A whole, clear, glorious life lies before you. Achieve! Achieve!","There is little success where there is little laughter.","Do your duty and a little more and the future will take care of itself."],"Charles Kettering":["Our imagination is the only limit to what we can hope to have in the future.","One fails forward toward success."],"Matthew Arnold":["Use your gifts faithfully, and they shall be enlarged practice what you know, and you shall attain to higher knowledge.","To have the sense of creative activity is the great happiness and the great proof of being alive.","Poetry is simply the most beautiful, impressive, and widely effective mode of saying things.","Poetry a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty."],"Kenneth L. Pike":["Courage to continue comes from deeper sources than outward results."],"Herbert Spencer":["Science is organized knowledge."],"Tertullian":["Hope is patience with the lamp lit."],"Maria Montessori":["We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry."],"Lord Byron":["Truth is always strange, stranger than fiction.","Love will find a way through paths where wolves fear to prey."],"Jewel":["Forgiveness is the needle that knows how to mend."],"Barbara Bush":["Value your friendship. Value your relationships.","Cherish your human connections - your relationships with friends and family."],"Harvey Ball":["The catch phrase for the day is 'Do an act of kindness. Help one person smile.'"],"John Dewey":["Every great advance in science has issued from a new audacity of imagination.","To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness."],"Agnes de Mille":["To dance is to be out of yourself. Larger, more beautiful, more powerful. This is power, it is glory on earth and it is yours for the taking."],"Jiddu Krishnamurti":["The moment you have in your heart this extraordinary thing called love and feel the depth, the delight, the ecstasy of it, you will discover that for you the world is transformed."],"Margaret J. Wheatley":["Hopelessness has surprised me with patience."],"Hiawatha":["Every human longs for peace and love."],"Walt Disney":["If you can dream it, you can do it.","I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.","All our dreams can come true, if we have the courage to pursue them."],"Miriam Makeba":["In the mind, in the heart, I was always home. I always imagined, really, going back home."],"Dante Alighieri":["Beauty awakens the soul to act."],"Loretta Young":["Love isn't something you find. Love is something that finds you.","If you have enthusiasm, you have a very dynamic, effective companion to travel with you on the road to Somewhere."],"Robert Collier":["Success is the sum of small efforts - repeated day in and day out.","The source and center of all man's creative power... is his power of making images, or the power of imagination."],"Hubert H. Humphrey":["The greatest healing therapy is friendship and love."],"Alexander Pope":["All nature is but art unknown to thee."],"Hannah Arendt":["Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight.","Forgiveness is the key to action and freedom."],"Loretta Lynn":["Do the best you can with yourself and hope for the best."],"Baltasar Gracian":["Know or listen to those who know.","True knowledge lies in knowing how to live."],"Abraham Cahan":["I was a great dreamer of day dreams."],"Yevgeny Yevtushenko":["Poetry is like a bird, it ignores all frontiers.","Time has a way of demonstrating that the most stubborn are the most intelligent."],"Billy Wilder":["You have to have a dream so you can get up in the morning.","Trust your own instinct. Your mistakes might as well be your own, instead of someone else's."],"James Thurber":["Love is what you've been through with somebody."],"Mark Strand":["The future is always beginning now."],"Sidonie Gabrielle Colette":["Be happy. It's one way of being wise."],"Russell Baker":["Ah, summer, what power you have to make us suffer and like it.","Listen once in a while. It's amazing what you can hear."],"William Barclay":["There are two great days in a person's life - the day we are born and the day we discover why."],"Cyril Connolly":["Today the function of the artist is to bring imagination to science and science to imagination, where they meet, in the myth."],"Jacques Prevert":["Even if happiness forgets you a little bit, never completely forget about it."],"Ziggy Marley":["I think my type of personality has all music inside of it, so I am full of music, without even knowing it, without even learning it, without even hearing it."],"Eva Gabor":["Love is a game that two can play and both win."],"Max Beerbohm":["To give and then not feel that one has given is the very best of all ways of giving."],"John C. Maxwell":["A man must be big enough to admit his mistakes, smart enough to profit from them, and strong enough to correct them."],"Edna St. Vincent Millay":["Beauty is whatever gives joy."],"Thomas Hardy":["Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art."],"Edna Ferber":["Christmas isn't a season. It's a feeling."],"Hans Christian Andersen":["Where words fail, music speaks."],"Charles W. Chesnutt":["There's time enough, but none to spare."],"Alfred North Whitehead":["Art attracts us only by what it reveals of our most secret self."],"Pindar":["Every gift which is given, even though is be small, is in reality great, if it is given with affection."],"Jacques Maritain":["A man of courage flees forward, in the midst of new things."],"Donald Norman":["Beauty and brains, pleasure and usability - they should go hand in hand."],"John Ciardi":["Poetry lies its way to the truth."],"George Halas":["Nobody who ever gave his best regretted it."],"John Donne":["More than kisses, letters mingle souls."],"Christina Rossetti":["Love shall be our token love be yours and love be mine."],"Georg Brandes":["Being gifted needs courage."],"Robert Brault":["Today I bent the truth to be kind, and I have no regret, for I am far surer of what is kind than I am of what is true."],"Bill Frist":["Education brings about opportunity, and in turn inspiration."],"Bobby Unser":["Success is where preparation and opportunity meet."],"Octavio Paz":["Art is an invention of aesthetics, which in turn is an invention of philosophers... What we call art is a game."],"Zig Ziglar":["If you can dream it, then you can achieve it. You will get all you want in life if you help enough other people get what they want."],"Milan Kundera":["The sound of laughter is like the vaulted dome of a temple of happiness."],"Harry Emerson Fosdick":["Picture yourself vividly as winning, and that alone will contribute immeasurably to success."],"Robert Kennedy":["Only those who dare to fail greatly can ever achieve greatly."],"Patty Berg":["Always keep learning. It keeps you young."],"Edouard Manet":["There are no lines in nature, only areas of colour, one against another."],"Maurice Strong":["I learn something from criticism because when it comes from sources you respect you always examine it and learn."],"Robertson Davies":["A truly great book should be read in youth, again in maturity and once more in old age, as a fine building should be seen by morning light, at noon and by moonlight.","The love of truth lies at the root of much humor."],"Dennis Prager":["Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people."],"Sara Teasdale":["Life is but thought."],"James Dyson":["Beauty can come in strange forms."],"Mary Richards":["The imagination equips us to perceive reality when it is not fully materialized."],"Jimmy Carter":["Testing oneself is best when done alone."],"Ingrid Bergman":["Happiness is good health and a bad memory."],"B. C. Forbes":["The truth doesn't hurt unless it ought to."],"James Russell Lowell":["Light is the symbol of truth."],"Mia Hamm":["Success breeds success."],"Rainer Maria Rilke":["This is the miracle that happens every time to those who really love: the more they give, the more they possess."],"Jamie Redknapp":["I am a positive person and do not allow things to get on top of me."],"Lord Acton":["History is not a burden on the memory but an illumination of the soul."],"Emil Zatopek":["Great is the victory, but the friendship of all is greater."],"Michael Korda":["One way to keep momentum going is to have constantly greater goals."],"Antonio Banderas":["I get caught up in my bubble of reading, writing, or music."],"John Cheever":["It was a splendid summer morning and it seemed as if nothing could go wrong."],"Gertrude Jekyll":["The love of gardening is a seed once sown that never dies."]}